[
  {
    type: "Помолимся братья и сестры",
    discryption: "В течение всего стрима стример должен слушать Портлендское Радио. Стрим должен быть плотненький. Если стример не готов сейчас к такому перфомансу то получает +20 фраеров. В случае если к текущей игре прям совсем не подходит данный чал, то производится обсуждение с чатом по поводу того, на какой игре стоит его активировать и функция переноса становится возможна."
  },
  {
    type: "124 IQ",
    discryption: "Стример открывает сайт https://randstuff.ru/question/ и отвечает на 50 случайных вопросов. За каждый два неправильных ответа он получает +1 фраер. За каждый специальный вопрос +1 фраер."
  },
  {
    type: "Актерище",
    discryption: "Стример надевает пульсометр и выводит пульс на экран. Пульсометр должен быть надет в течение одного плотного стрима. Каждый раз когда пульс превышает 100 (между повышениями должен быть промежуток в 3 минуты), стример получает 3 фраера, однако максимум можно получить 42 фраера, иначе возможен жесткий абуз."
  },
  {
    type: "TrollDespair",
    discryption: "Ну шо епт, основной игрой в 2010 году становится Mass Effect 2))). Если пункт выпал на 2011-ом году, то активируется ПРИКОЛЬЧИК в виде пункта 'Хук Пуджа' и тогда МЕ 2 становится запасной игрой. Можно дропнуть, однако после перескока нужно будет пройти все запасные игры в году, хехе. Если данный пункт был активирован в 2012 году и позже, то стример награждается 50 фраерами к общему зачету."
  },
  {
    type: "Интеллигенция, хуле",
    discryption: "Стример получает фраера за каждое матное слово в течение одного плотного стрима. Есть система повышения наград (в гугл доке)"
  },
  {
    type: "Йобнем",
    discryption: "Стример пъёт за каждый донат и фейл. Если сдается, то +10 фраеров."
  },
  {
    type: "Le Cock Sportive",
    discryption: "Стример отжимается и приседает 20 + 20 раз за каждые 5 фейлов в текущей игре. Если сдается, то +10 фраеров. Действует на один плотный стрим."
  },
  {
    type: "Банька-Парилка",
    discryption: "Стример одевает по одной шмотке на себя за каждый фейл в текущей игре. Если больше одевать некуда, то +10 фраеров."
  },
  {
    type: "Перкесе",
    discryption: "Стример должен исполнить 10 песен караоке на перерыве. Если он отказывается, то получает 20 фраеров в общий зачёт. Песни кидают зрители."
  },
  {
    type: "Хардкорченко",
    discryption: "Следующая игра должна проходиться на максимальной сложности, даже если она предусматривает одну жизнь. При отказе стример получает 20 фраеров."
  },
  {
    type: "Золотая Малина",
    discryption: "Смотрим худший фильм в текущем году. Можно выбрать один из нескольких главных номинаций."
  },
  {
    type: "Хорни",
    discryption: "В следующей игре, где есть бубы, на первый стрим по игре применяется чаллендж с айтрекером, который будет следить за глазами стримера. Стример провалит чаллендж в том случае, если посмотрит на SUSSY больше 30 раз за стрим. За провал чалленджа + 15 фраеров."
  },
  {
    type: "Тудудудуду",
    discryption: "Стример проходит тест на знание звуков из игр. Если будет 40/60, то тест пройден. Если меньше, то +10 фраеров."
  },
  {
    type: "Тройбан по Географии",
    discryption: "Стример играет 5 недолгих партий в геогесср (если можно хостить батл рояли, то батл рояль с чатом). Если 60+ процентов угадано, то крутец. Если меньше, то +10 фраеров."
  },
  {
    type: "Блевотный Банкет",
    discryption: "За каждые 5 фейлов в текущей игре или 500 рублей стример кушает конфеты с разными вкусами (как правило, вкусы не очень приятные). При этом он должен угадывать вкусы конфет. Если не угадал - +1 фраер. Чаллендж действует 4 часа."
  },
  {
    type: "Ход Кабачка",
    discryption: "Стример играет против чата в шахматы. Если чат побеждает, то стример получает +10 фраеров. Игра идёт до двух побед."
  },
  {
    type: "Игрок",
    discryption: "Стример проходит 60 раундов на https://www.highscoreday.com/. Если 40/60, то тест пройден. Если меньше, то +10 фраеров."
  },
  {
    type: "Ну ты и аниме",
    discryption: "Стример должен спеть 5 самых популярных аниме опенингов в караоке формате. Если стример отказывается, то +20 фраеров."
  },
  {
    type: "Поэзия, драть её в сраку",
    discryption: "Стример поэтично зачитывает под чил мьюзик и клипы без звука текста пяти песен - Инстасамка - И чтоэ, Моргенштерн - Пососи, Мэйби Бэйби — Maybe Fucking Baby!, Инстасамка - Lipsi Ha и Дора - Loverboy. Если пункт выпадет повторно, то треки будут другие."
  },
  {
    type: "No Death Run",
    discryption: "На всю следующую игру даётся возможность зафейлиться только 20 раз. Если не справился, то +20 фраеров."
  },
  {
    type: "А вот это уже серьёзно",
    discryption: "На этот раз стример крутит SGG колесо абсолютно ко всем годам, участвующим в ивенте. Колесо должно состоять из игр с 90+ процентами положительных отзывов. Игра проходится вне очереди после текущей игры. Выбор игры будет за чатом из всего выпавшего списка SGG. Главная особенность заключается в том, что если год выпавшей игры не открыт в ивенте, то он автоматически открывается. При дропе игры стример получает +30 фраеров и крутит Колесо Чалленджей еще раз. После прохождения стример имеет право сделать минус год, однако если он не пользуется этим правом, то -30 фраеров к общему зачету."
  },
  {
    type: "Меломан",
    discryption: "Стример переходит на сайт - https://songtrivia2.io/, где проходит по одному квизу к каждой категории сайта. Каждый квиз должен состоять из топ хитов своего жанра. Всего нужно набрать 50 очков (1 угаданная песня = 1 очко). Если стример не справился, то +10 фраеров. Каждый из квизов можно перепройти один раз, но заработанные очки к конкретному квизу сбрасываются."
  },
  {
    type: "Кинобитва",
    discryption: "Стример проходит Кинобитву. Если свежей нет, то берем самую старую. При наборе 60+ очков - молодец. Если набрал меньше, то +10 фраеров."
  },
  {
    type: "Штрафной Аролфик",
    discryption: "После прохождения текущей игры, стример должен пройти штрафную рофло-игорку. Список ниже, игру выбирают зрители путем голосования. Также, к каждому из вариков идет просмотр фильма/мультфильма по тематике. Это один из двух чалленджей, который не убирается с колеса после выпадения."
  },
  {
    type: "Марафон",
    discryption: "С момента выпадения данного пункта, к длительности стрима добавляется 10 часов. Если стример в этот раз не вывез, то +15 фраеров."
  },
  {
    type: "Ретро Распиздос",
    discryption: "Стример перемещается во времени и попадает в Retro GOTY, где представлены 10 лучших игр того времени. Зрители выбирают путем голосования игру для прохождения и стример должен пройти её после прохождения текущей игры. При этом должны считаться фейлы. Если 50+ фейлов к концу игры, то +15 фраеров к общему зачету. Также, к каждой игре идет просмотр фильма/мультфильма. Это один из двух чалленджей, который не убирается с колеса после выпадения."
  },
  {
    type: "Пронесло",
    discryption: "Стример сам выбирает себе чаллендж из всего списка."
  },
  {
    type: "Try Not to Laugh",
    discryption: "Стример проходит Try Not To Laugh Challenge на ютубе. За каждый смешок он получает +5 фраеров. Видео должно длиться не меньше 10 минут."
  },
  {
    type: "Кол по ИЗО",
    discryption: "Проводим Гартик с чатом. Берем 15 предложений от сайта, рисуем и чат угадывает. Каждый рисунок чат должен угадать в течение определенного промежутка времени. Каждый раз когда чат справляется с поставленной задачей стримеру идет +фраер. Всего можно заработать 15 фраеров в общий зачет."
  },
  {
    type: "Кринжанул",
    discryption: "Час смотрим кринж тик-токи. Если стример сдался - +20 фраеров."
  }
]
