[
   {
      "type":"Продлеваем",
      "discryption":"Плюс год"
   },
   {
      "type":"Осуждаем",
      "discryption":"Минус год"
   },
   {
      "type":"Шалун",
      "discryption":"Реролл колеса"
   },
   {
      "type":"Приколямбиус",
      "discryption":"Произведите реролл колеса. Выполните два соседних пункта от выпавшего. Порядок: сначала слева, потом справа."
   },
   {
      "type":"Чат, ваш выход",
      "discryption":"Произведите реролл колеса. Чат выбирает между выпавшим пунктом и четырьмя соседними путем голосования. Во время голосования запрещено использовать любые манипуляции с чатом (фолловер или саб моды, приоритет голосования у сабов, голосование за поинты и т.д.)."
   },
   {
      "type":"Давай по новой",
      "discryption":"Обнуляет стоимость колеса на текущей игре."
   },
   {
      "type":"Кубышич",
      "discryption":"Стример бросает кубик d12, что выпало, то прибавляется к общему числу фраеров."
   },
   {
      "type":"Пуськинс",
      "discryption":"Стример может пройти следующую игру с выбором сложности в самом легком режиме, но тогда каждый его фейл в этой игре будет приравниваться к одному фраеру. Если он отказывается, то должен проходить игру на максимальной сложности."
   },
   {
      "type":"Эскобар Момент",
      "discryption":"Стример получает право поменять следующую игру на запасную, но какую игру он будет проходить решает при этом чат. Если он отказывается от данного права, то запускается голосование в чате на смену игры. Если все проголосуют за основную игру, то все остается как было, а стример получает +10 фраеров к общему зачету, но если игра меняется по итогу голосования, то -10 к общему зачету."
   },
   {
      "type":"Запасочка",
      "discryption":"Пройдите запасную игру в текущем году, стример выбирает игру сам."
   },
   {
      "type":"Мультивселенная Безумия",
      "discryption":"Все года перемешиваются и зрители решают, какую игру из всех стример точно будет проходить. Победившую игру он проходит вне очереди после прохождения текущей."
   },
   {
      "type":"Рокировочка",
      "discryption":"Следующая основная игра меняется на запасную, выбирает чат. При прохождении данная игра не идет в зачет пройденных запасных игр."
   },
   {
      "type":"Чилёвня",
      "discryption":"Просмотр лучшего фильма в текущем году. Выбирает чат путем голосования из 5-10 фильмов с самым высоким рейтингом."
   },
   {
      "type":"Сектор Плюс",
      "discryption":"+10 фраеров"
   },
   {
      "type":"Сектор Минус",
      "discryption":"-10 фраеров"
   },
   {
      "type":"Золотой Дождь",
      "discryption":"Следующие три колеса стоят фиксированно 1500 рублей."
   },
   {
      "type":"SHTO",
      "discryption":"Стример должен пройти игру с 90+ % положительных отзывов с колеса сгг в текущем году после прохождения основной игры. Выбирать будет чат из всего списка. Если побеждает игра, которая уже есть в ивенте в запасных играх, то просто проходим запасную игру вне очереди, независимо от того какой сейчас год. При дропе стример обязан пройти запасную игру в текущем году. Выбирать игру будет чат. После прохождения стример имеет право сделать минус год, однако если он не пользуется этим правом, то -20 фраеров к общему зачету."
   },
   {
      "type":"Киношка",
      "discryption":"Стример заходит на random.org и ролит число от 1 до 100. Какое число выпадает, такой фильм по списку в ивенте мы смотрим вне очереди. Если уже посмотрели, то реролл числа. Если кино взято с будущей основной игры, то после просмотра меняем на что-то другое. Если выпадает киноха с года, который еще не открыт, то в общий зачет фраеров идёт +5 фраеров. Если выпадает число выше 88, то крутим Колесо Мультиков."
   },
   {
      "type":"Звездодроч",
      "discryption":"Если текущий год - четный, то стримеру повезло, он получает минус 10 фраеров в общий зачет. Если же год - нечетный, то плюс год. Если все года открыты, то крутим колесо чалленджей. "
   },
   {
      "type":"Жребий Брошен",
      "discryption":"Кидается монетка на плюс год и минус год."
   },
   {
      "type":"Ой, извините",
      "discryption":"Данный пункт колеса недоступен в вашем регионе. Выберите один из четырех соседних пунктов (два слева, два справа)."
   },
   {
      "type":"GAMBA",
      "discryption":"В чате запускается ставка на 10 минут. Синяя ставка - минус год, красная - плюс год. Победившая ставка идёт в зачёт, однако шоблинги уходят зрителям, которые выбрали противоположный вариант."
   },
   {
      "type":"Икс Дэ Дэ",
      "discryption":"Перед стримером встаёт выбор, пройти запасную игру в текущем году, либо прокрутить два колеса чалленджей. Запасную игру стример может выбрать сам."
   },
   {
      "type":"О, прив",
      "discryption":"Тот, кто активировал данное колесо имеет полное право добавить к прохождению запасную игру в текущем году, либо активировать три дополнительных бесплатных колеса к прокруту. Выбор за зрителем."
   },
   {
      "type":"Дроп без последствий",
      "discryption":"Стример имеет право дропнуть текущую, либо одну из двух следующих игр без последствий (не распространяется на выкуп). Дроп никак не отображается ни на чем."
   },
   {
      "type":"Опачки",
      "discryption":"Цена на выкуп игры снижается на 50 рублей за каждый геймовер. Действует до конца прохождения текущей игры, то есть после прохождения цена становится дефолтной. При выкупе цена тоже становится дефолтной, но эффект колеса продолжает действовать."
   },
   {
      "type":"Сложный Выбор",
      "discryption":"Стример получает право задоджить следующее прохождение запасной игры, но тогда он должен будет пройти запасную игру в следующем году. Выбирать запасную игру при этом будет чат."
   },
   {
      "type":"Хук Пуджа",
      "discryption":"Стример откатывается на год назад после прохождения текущей игры, где он должен пройти запасную игру. После прохождения запасной игры, стример перескакивает через год, при условии, что ему не нужно проходить запасную игру в двух годах, которые он доджит. Стример может сам выбрать игру, которую будет проходить."
   },
   {
      "type":"Удвоение",
      "discryption":"Колесо ролится еще раз, а выпавший пункт выполяется дважды."
   },
   {
      "type":"Мистер Фарт",
      "discryption":"Стример должен выбрать любой пункт колеса из всего списка."
   },
   {
      "type":"Сторублевый Шейх",
      "discryption":"Зритель, активировавший колесо, имеет право выбрать абсолютно любой пункт на свое усмотрение."
   },
   {
      "type":"Выкуп Жопы",
      "discryption":"При следующем выкупе, стример крутит бонусное колесо чалленджей."
   },
   {
      "type":"Продано",
      "discryption":"После прохождения текущей игры будет запущен донатный колесный аукцион, в котором могут принимать участие абсолютно все игры с 85+ % положительных отзывов по любой версии. Все донаты будут идти в счет колёс. Прохождение выпавшей игры идет вне очереди. При дропе выпавшей игры, стример обязан пройти запасную игру в текущем году, но он должен поиграть хотя бы два часа. Выбирать запасную игру будет чат."
   },
   {
      "type":"Drops Disabled",
      "discryption":"При дропе в течение следующих трёх лет стример получает плюс запасную игру в текущем году и плюс год в ивенте."
   },
   {
      "type":"Выгодная Сделка",
      "discryption":"Если в этом году будет выкуп, то донатер выбирает ещё одну запасную игру бонусом для прохождения."
   },
   {
      "type":"Обнуление",
      "discryption":"Все эффекты, баффы и дебаффы сбрасываются. Не распростаняется на Плюс Год, Минус Год и Выкуп. Если никакие эффекты в данный момент не действуют, то выполняется пункт Колесо Мультиков."
   },
   {
      "type":"Фраерское Кидалово",
      "discryption":"Следующие два года, включая текущий, стример имеет х2 фраеры на все. При повтороном выпадении, эффекты складываются."
   },
   {
      "type":"Коровья Лепёха",
      "discryption":"С этого момента начинается отчет всех фейлов (пример, 1 раз умер = считается 1 фейл). Этот эффект будет действовать две игры. Если наберется 200 фейлов, то плюс запасная игра для прохождения в текущем году. Игру будут выбирать зрители."
   },
   {
      "type":"Джекпот",
      "discryption":"Прокрутите колесо чалленджей."
   },
   {
      "type":"Сезонные Скидки",
      "discryption":"Стоимость колес снижена вдвое до конца прохождения текущей игры. Не распространяется на колесо чалленджей."
   },
   {
      "type":"Демократия",
      "discryption":"В чате формируется голосование за плюс год или минус год, результат голосования является сработавшим пунктом."
   },
   {
      "type":"А можно всех посмотреть?",
      "discryption":"В следующем году стример играет во все игры по 2 часа, после чего выбирает что проходить. Если выбранная игра является запасной, то при прохождении она не пойдёт в зачет запасных игр. Основная же игра перемещается в запас. Данный пункт не может выпасть повторно пока не будет пройден."
   },
   {
      "type":"Грязная Взятка",
      "discryption":"Стример может защититься от следующего негативного для себя эффекта, но при этом получит +20 фраеров в общий зачет. Действует на два следующих кручения."
   },
   {
      "type":"Только не в попу",
      "discryption":"Следующий пункт с колеса чалленджей выбирает зритель активировавший колесо (именно чалленджей). Если зритель афк, то выбирает стример (можно выбрать все, кроме пункта TrollDespair)."
   },
   {
      "type":"10 Лет Сапера",
      "discryption":"Стример проходит классический сапер на высоком уровне сложности на сайте https://minesweeper.online/ru/. Прошел - повезло. Подорвался - плюс год. Всего есть 5 попыток. Фейлы с нулевой не в счет."
   },
   {
      "type":"А может ты?",
      "discryption":"Стример проходит тест на ориентацию. Если тест выявил, что стример - натурал, то тебе и так не повезло, удачи. Если стример гей, то красава мужик, плюс год."
   },
   {
      "type":"Колесо Мультиков",
      "discryption":"Стример крутит колесо мультиков и смотрит их на стриме. Какой год выпадает, такой и смотрим. Если выпадает мультик с года, который еще не открыт, то крутим зрительское колесо ещё раз."
   },
   {
      "type":"Полиглот",
      "discryption":"В перерыве стример смотрит видео 'Топ 1 песня каждого языка' (всего 80 песен) и должен угадать половину. Если угадал меньше, то крутим Колесо Чалленджей."
   },
   {
      "type":"Доходяга",
      "discryption":"0000"
   },
   {
      "type":"Стример может не получать фраера за некст фейл в чаллендже, однако тогда он должен крутануть зрительское колесо.",
      "discryption":"0000"
   },
   {
      "type":"Плюс в копилочку",
      "discryption":"Каждый из следующих пятнадцати фейлов на текущей игре будет равняться одному фраеру, однако если фраеров за всю игру набралось меньше 15, то минус год."
   },
   {
      "type":"Бояринъ",
      "discryption":"Стример дегустирует разные сорта пыва, проходя текущую игру. Каждые 1000 рублей - новая банка, новый вкус. Если разхуярит, то плюс год."
   }
]
